Repository: Ljuka/Start-Project
Catalog: Start Project/App Resources/localization/*.lproj/Localizable.strings
Languages: it

# select_offer
source: Switch to ONE
it: Passa a ONE

source: Close
it: Chiudi

source: Activate
it: Attiva

source: Read more
it: leggi di più

source: Let's start
it: Iniziamo

# upload_bill_description
source: Do you have your latest power bill?
it: Hai con te la tua ultima bolletta?

source: I Have the bill
it: Ho la bolletta

# fill_photo_description
source: Upload the bill as a PDF file or take a photo of your bill
it: Carica la tua bolletta come file PDF o tramite foto

source: I don't have the bill
it: Non ho la bolletta

# fill_manually_description
source: Don't worry, you can still fill in your data manually
it: Non ti preoccupare, puoi inserire i tuoi dati manualmente

# insert_your_data
source: Personal data
it: I tuoi dati personali

source: Name
it: Nome

source: Surname
it: Cognome

# personal_data_consent_1
source: Future promotional initiatives by ONE POWER & GAS S.R.L
it: Future iniziative promozionali curate da ONE POWER & GAS S.R.L

# personal_data_consent_2
source: Analysis and market research conducted directly by ONE POWER & GAS S.R.L or by third party
it: Analisi e ricerche di mercato effettuate direttamente da ONE POWER & GAS S.R.L o attraverso società terze

# personal_data_consent_3
source: Future promotional initiatives by other companies
it: Future iniziative promozionali curate da altre imprese

# read_privacy_policy
source: Click here to read the privacy policy of One Power & Gas
it: Clicca qui per leggere l'informativa privacy di One Power & Gas

source: Consents
it: Consensi

# consent_mandatory
source: Consent to the processing of data for the fulfillment of contractual obligations
it: Consenso al trattamento dei dati per l'adempimento degli obblighi contrattuali

# consent_optional
source: Consent to the processing of data for marketing purposes
it: Consenso al trattamento dei dati per finalità di marketing

source: Next
it: Avanti

source: Choose Supply Type
it: Scegli tipologia di fornitura

source: Energy
it: Luce

source: Dual fuel
it: Gas&Luce

source: Home info
it: Informazioni sulla casa

# how_many_ppl_live
source: How many people live at home?
it: Quante persone vivono a casa?

# how_big_home
source: How big is your home?
it: Quanto è grande la tua casa?

# less_than_50
source: less than 50 mq
it: meno di 50 mq

# over_100
source: over 100 mq
it: oltre 100 mq

# over_150
source: over 150 mq
it: oltre 150 mq

# do_you_have_appliances
source: Do you have one of the following appliances?
it: Possiedi uno tra i seguenti elettrodomestici?

source: Dryer
it: Asciugatrice

source: Dishwasher
it: Lavastoviglie

source: Electric boiler
it: Boiler elettrico

# use_gas_for
source: What do you use gas for?
it: Per cosa utilizzi il gas?

source: Heating
it: Riscaldamento

source: Hot water
it: Aqua calda

source: Cooking
it: Cucina

# pod_title
source: Enter your POD
it: Inserisci il tuo POD

# pdr_title
source: Enter your PDR
it: Inserisci il tuo PDR

# pod_error
source: Invalid POD
it: POD non valido

# pdr_error
source: Invalid PDR
it: PDR non valido
